Revit 2023 API
GroupTypeId.RotationAbout Property
 "Rotation about"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId RotationAbout { get; }
Visual Basic
Public Shared ReadOnly Property RotationAbout As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RotationAbout {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace